{
    "sections":[
        {
            "id": "top",
            "link": "/#top", 
            "text": "Home",  
            "type": "placeholder"
        }, 
        {
            "id": "banner", 
            "link": "no", 
            "type": "banner", 
            "title": "Facilitation Skills Training Courses Ireland", 
            "subtitle": "Contact us for all your Facilitation Skills training requirements", 
            "background": "img/ground@-min.png",
            "image": "svg/onlineclass.svg"
        },
        {
            "id": "keywordtext",
            "link": "/#keywordtext", 
            "text": "About", 
            "title": "About", 
            "type": "keywordtext",
            "image": "/svg/Code Version Control.svg", 
            "imagePosition": "right",
            "content":{
                "title": "To ensure that the group's objectives are met effectively...",
                "text":[
                    "The definition of facilitate is \"to make easy\" or \"ease a process.\" What a facilitator does is plan, guide and manage a group event to ensure that the group's objectives are met effectively, with clear thinking, good participation and full buy-in from everyone who is involved.",
                    "To facilitate effectively, you must be objective. This doesn't mean you have to come from outside the organization or team, though. It simply means that, for the purposes of this group process, you will take a neutral stance. You step back from the detailed content and from your own personal views, and focus purely on the group process."
                ] 
                
            }
        },
        {
            "id": "summary",
            "link": "/#summary", 
<<<<<<< HEAD
            "text": "Why Attend?", 
            "title": "Why Attend?", 
            "type": "keywordtext",
=======
            "text": "What to Expect", 
            "title": "What to Expect", 
            "type": "summary",
>>>>>>> 62af7a145178e1d298b76bd45141aa40f13034c6
            "image": "", 
            "imagePosition": "right",
            "imageWidth": 300, 
            "content":{

                "title": "Why attend one of our Facilitation Skills courses?",
                "text":[
                    "Our Facilitation Skills training assists participants to be proactive, intentional and goal-oriented in group settings. We encourage them to help their teams to focus on the right problems, implement beneficial changes, and positively impact their organisation. The focus allows for a process awareness and interpersonal understanding.",
                    "<a href=/courses>Our training sessions</a> are very practical with a focus on experiential, action-based learning to demonstrate and deliver the key principles required. "
                ]
            }
        }
         
        
    ] 
}